/*
////////////////
БРОНЗА
////////////////
 * Новачок
 |-- Виконав всі квести призначені на 1 день
 
 
 * Першопроходець
 |-- Створив свій перший одноразовий квест
 
 
 * Стресостікість
 |-- Пережити похід до стоматолога
 |-- Не забув нагородити себе чимось смачненьким!
 
 
 * Свіже дихання
 |-- Виконав квест "чистить зуби" 30 днів підряд

 
 * Медаль з картоплі "Мамина чистюля"
 |-- прибирання раз на день по 5 хв не менше ніж 2 тижні підряд
 
 
 
 
 
////////////////
СРІБЛО
////////////////
 * "Так чисто в квартирі ще не було"
 |-- прибирання раз на день по 5 хв не менше ніж 2 місяці підряд
 
 
 
 
////////////////
ЗОЛОТО:
////////////////
 * Премія "Золоті ікла року"
 |-- Чистиш зуби 365 днів підряд
 |-- 2 рази навідався до стоматолога за 365 днів
 
 
 * Стоматолог! Хріна з два ти на мені заробиш!!!!
 |-- Чистиш зуби 730 днів підряд
 |-- 4 рази навідався до стоматолога за 730 днів
 
 
 * Премія "Як в операційній"
 |-- прибирання раз на день по 5 хв не менше ніж 365 днів підряд
 
 
 * Найдоглянутіша вагіна на дикому заході
 |-- ходиш до гінеколога 3 роки підряд не менше ніж раз на пів року
 
 
 
 */
