/*
////////////////
БРОНЗА
////////////////
 
 􀑔 - studentdesk
 * Новачок
 |-- Виконав всі квести призначені на 1 день
 
 
 􁏛 - figure.walk.departure
 * Першопроходець
 |-- Створив свій перший одноразовий квест
 
 
 􀵮 - figure.fall
 * Стресостікість
 |-- Пережити похід до стоматолога
 |-- Не забув нагородити себе чимось смачненьким!
 
 
 􀇦 - wind.snow
 * Свіже дихання
 |-- Виконав квест "чистить зуби" 30 днів підряд

 
 
 􁏋 - medal
 * Медаль з картоплі "Мамина чистюля"
 |-- прибирання раз на день по 5 хв не менше ніж 2 тижні підряд
 
 
 􀙩 - bed.double
 * Це лише початок гарного режиму сну!
 |-- квест "Йду спати вчасно" виконаний 14 днів підряд
 
 
 
////////////////
СРІБЛО
////////////////
 
 􀆿 - sparkles
 * Премія "Ліпші ікла на районі"
 |-- Чистиш зуби 180 днів підряд
 |-- 1 рази навідався до стоматолога за останні 200 днів
 
 
 􀫸 - sparkle
 * Так чисто в квартирі ще не було!
 |-- прибирання раз на день по 5 хв не менше ніж 2 місяці підряд
 
 
 􀙪 - bed.double.fill
 * Справді гарний режим сну!
 |-- квест "Йду спати вчасно" виконаний 60 днів підряд
 
 
 
////////////////
ЗОЛОТО:
////////////////
 
 * Премія "Золоті ікла року"
 |-- Чистиш зуби 365 днів підряд
 |-- 2 рази навідався до стоматолога за 365 днів
 
 􀖃 - zzz
 * За межами людських можливостей!
 |-- квест "Йду спати вчасно" виконаний 365 днів підряд

 
 􀆽 - moon.zzz
 * Я єсьм бог сну!
 |-- квест "Йду спати вчасно" виконаний 730 днів підряд
 
 􀇧 - tornado
 * Вертів я того стоматолога!
 |-- Чистиш зуби 730 днів підряд
 |-- 4 рази навідався до стоматолога за 800 днів
 
 􀆿 - sparkles
 * Премія "Як в операційній"
 |-- прибирання раз на день по 5 хв не менше ніж 365 днів підряд
 
 
 􀊫 - magnifyingglass
 * Найдоглянутіша вагіна на дикому заході
 |-- ходиш до гінеколога 3 роки підряд не менше ніж раз на пів року
 
 
 
 */
