/*
////////////////
БРОНЗА
////////////////
 * Новачок
 |-- Виконав всі квести призначені на 1 день

 * Першопроходець
 |-- Створив свій перший одноразовий квест

 * Свіже дихання
 |-- чистиш зуби більше 30 днів підряд необхідну кількість разів на день

 * Медаль з картоплі "Мамина чистюля"
 |-- прибирання раз на день по 5 хв не менше ніж 2 тижні підряд

 
 
 

////////////////
СРІБЛО
////////////////
 * "Так чисто в квартирі ще не було"
 |-- прибирання раз на день по 5 хв не менше ніж 2 місяці підряд
 
 
 
 
////////////////
ЗОЛОТО:
////////////////
 * Премія "Золоті ікла року"
 |-- чистиш зуби 365 днів підряд не пропускаючи ні дня.
 |-- 2 рази навідався до стоматолога за 365 днів
 
 * Премія "Як в операційній"
 |-- прибирання раз на день по 5 хв не менше ніж 365 днів підряд
 
 * Найдоглянутіша вагіна на дикому заході
 |-- ходиш до гінеколога 3 роки підряд не менше ніж раз на пів року
 
 
 
 */
