Repository: Kyst2/ReLife
Catalog: ReLife/Locals/*.lproj/Localizable.strings
Languages: uk

# key.quests
source: Quests
uk: Квести

# key.characteristics
source: Characteristics
uk: Характеристики

# key.achievements
source: Achievements
uk: Досягнення

# key.history
source: History
uk: Історія

# key.settings
source: Settings
uk: Налаштування

# key.settings.tab.general
source: General
uk: Загальні

# key.other.enabled
source: Enabled
uk: Увімкнено

# key.other.lang.system
source: System
uk: Системна

# key.other.date
source: Date
uk: Дата

# key.main.quests.long-term
source: Long-term
uk: Довгі дистанції

# key.main.quests.you-can-create-quest
source: You can create your first custom quest
uk: Ви можете створити ваш власний перший квест

# key.main.quests.you-can-create-charac
source: You can create your first custom characteristic
uk: Ви можете створити вашу першу характеристику

# key.main.quests.HERE
source: HERE
uk: ТУТ

# key.main.quests.create-using
source: You can create some Quests/Characteristics from
uk: Ви можете створити Квести/Характеристики з

# key.main.quests.create-using-templates
source: TEMPLATES
uk: ШАБЛОННИХ

# key.sheet.yes
source: Yes
uk: Так

# key.sheet.no
source: No
uk: Ні

# key.sheet.success
source: Success!
uk: Успіх!

# key.complete-quest?
source: Do you want to complete the quest?
uk: Завершити квест?

# key.sheet.repeatType.month-day
source: Day of month
uk: Дні місяця

# key.sheet.repeatType.week-day
source: Week day
uk: Дні тижня

# key.sheet.repeatType.repeat-every
source: Repeat every
uk: Повторювати кожних

# key.sheet.repeatType.single-day
source: Single time
uk: Одноразовий

# key.achievment.all_gotten
source: All achievements were obtained. You're absolutely awesome!
uk: Всі досягнення отримані. Ти, дідько, просто НЕЙМОВІРНИЙ!

# key.achievment.nothing_yet
source: You don't have any achievements. Yet)
uk: Ви не маєте досягнень. Покищо)

# key.settings.db
source: Database
uk: База даних

# key.settings.danger.clear-charach
source: Clear Characteristics
uk: Очистити Характеристики

# key.settings.danger.clear-quests
source: Clear Quests
uk: Очистити Квести

# key.settings.danger.clear-history
source: Clear History
uk: Очиситити Історію

# key.settings.danger.clear-achievement
source: Clear Achievements
uk: Очистити Досягнення

# key.settings.sound-stngs
source: Sound Settings
uk: Налаштування звуку

# key.settings.support-email
source: Support Email
uk: Написати до тех.підтримки

# key.settings.about
source: About %@
uk: Про %@

# key.settings.history.deletedQuest
source: ----- Deleted quest-----
uk: ----- Видалений квест -----

# key.settings.history.noHistory
source: There are no history records at the moment
uk: Покищо немає виконаних квестів в історії
