import Foundation
import SwiftUI
import MoreSwiftUI

struct PreludeP2View: View {
    @ObservedObject var model = SettingsViewModel.shared
    
    var body: some View {
        ScrollView {
            Text(text)
                .multilineTextAlignment(.center)
                .font(.custom("SF Pro", size: 15))
                .padding(.trailing, 10)
                
        }
    }
}

let text =
"""
ReLife - гейміфікатор життя.

ReLife призначений для того, що б допомогти вам бути більш зібраним, відповідальним та полегшити процес слідкування за здоров'ям в ігровій формі.

З ReLife ви розвиватимете себе, неначе, в вигляді прокачки персонажа виконуючи квести в відеогрі.

Особливу користь він принесе у випадку якщо ви страждаєте від РДУГ.

Окрім квестів ReLife підтримує отримання "досягнень" як і в відеоіграх. Досягнення підтримуються виключно для "стандартних" квестів.

Існують досягнення позначені "😈" - це досягнення, котрі можуть мати неприйнятний заголовок для деяких людей. Такі заголовки не переслідували цілі кого-небудь образити. Але якщо ви вважаєте їх неприйнятними - ви можете їх відключити з налаштувань.
"""
