import Foundation
import SwiftUI
import MoreSwiftUI

struct PreludeP2View: View {
    @ObservedObject var model = SettingsViewModel.shared
    
    var body: some View {
        ScrollView {
            VStack(spacing: 17) {
                Text(text1)
                
                Text(HowItWorks)
                
                Text(importantRule)
                    .foregroundColor(RLColors.brown)
            }
            .padding(.trailing, 20)
        }
        .multilineTextAlignment(.center)
        .font(.custom("SF Pro", size: 15))
        .padding(.trailing, -20)
    }
}

let text1 =
"""
ReLife - гейміфікатор життя.

ReLife допоможе вам бути більш зібраним, відповідальним та полегшити процес слідкування за здоров'ям.

І це все в ігровій формі!

З ReLife ви розвиватимете себе, неначе, в вигляді прокачки персонажа виконуючи квести в відеогрі.

Особливу користь він принесе у випадку якщо ви страждаєте від РДУГ.
"""

let HowItWorks =
"""
Як це працює?

Ви можете отримувати позитивне підкріплення при виконанні побутових задач таких як чистка зубів чи вчасний похід спати за що ви отримуватимете собі бали в характеристики.

Великі задачі розбиваються на більш дрібні задачі. Наприклад, 8-годинний робочий день може перетворитися в 16 квестів по 30 хвилин. По закінченню кожного з квестів ви отримуєте швидке позитивне підкріплення. З таким підходом ваша психіка менше противиться робити ту ж саму роботу.

Також у вас є спортивний інтерес до виконання квестів з ціллю отримати "досягнення" - цей псхологічний прийом також взятий з відеоігр.

Досягнення підтримуються виключно для "стандартних" квестів.
"""

let importantRule =
"""
!!! Важливе правило виконання квесту: якщо ви стаєте робити певний квест - ви не маєте право ні на що інше відволікатися.

Ви не можете робити нічого що не входить в квест: Прийшло повідомлення в соцмережу чи месенджер? Не відповідаєте допоки не закінчите квест! Телефонує друг? Не відповідаєте до закінчення квесту! Тощо

Якщо ж ви були вимушені відволіктися - вам необхідно ропочати квест ЗАНОВО.

Це необхідна умова для коректного користування програмою. Виконання цієї умови сильно підвищить вашу ефективність та зібраність.

Спочатку - складно. Але за 1-2 тижні звикнете і самі зрозумієте важливість цього правила.
"""

let text2 =
"""
Досягнення позначені "😈" - це досягнення, котрі можуть мати неприйнятний заголовок для деяких людей. Такі заголовки не переслідували цілі кого-небудь образити. Але якщо ви вважаєте їх неприйнятними - ви можете їх відключити.
"""
